performance/axis2/data/receiveDoubles-500.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header /><soapenv:Body><ns1:receiveDoubles xmlns:ns1="http://www.extreme.indiana.edu/wsdl/Benchmark1"><ns1:input>0.0</ns1:input><ns1:input>1.0</ns1:input><ns1:input>2.0</ns1:input><ns1:input>3.0</ns1:input><ns1:input>4.0</ns1:input><ns1:input>5.0</ns1:input><ns1:input>6.0</ns1:input><ns1:input>7.0</ns1:input><ns1:input>8.0</ns1:input><ns1:input>9.0</ns1:input><ns1:input>10.0</ns1:input><ns1:input>11.0</ns1:input><ns1:input>12.0</ns1:input><ns1:input>13.0</ns1:input><ns1:input>14.0</ns1:input><ns1:input>15.0</ns1:input><ns1:input>16.0</ns1:input><ns1:input>17.0</ns1:input><ns1:input>18.0</ns1:input><ns1:input>19.0</ns1:input><ns1:input>20.0</ns1:input><ns1:input>21.0</ns1:input><ns1:input>22.0</ns1:input><ns1:input>23.0</ns1:input><ns1:input>24.0</ns1:input><ns1:input>25.0</ns1:input><ns1:input>26.0</ns1:input><ns1:input>27.0</ns1:input><ns1:input>28.0</ns1:input><ns1:input>29.0</ns1:input><ns1:input>30.0</ns1:input><ns1:input>31.0</ns1:input><ns1:input>32.0</ns1:input><ns1:input>33.0</ns1:input><ns1:input>34.0</ns1:input><ns1:input>35.0</ns1:input><ns1:input>36.0</ns1:input><ns1:input>37.0</ns1:input><ns1:input>38.0</ns1:input><ns1:input>39.0</ns1:input><ns1:input>40.0</ns1:input><ns1:input>41.0</ns1:input><ns1:input>42.0</ns1:input><ns1:input>43.0</ns1:input><ns1:input>44.0</ns1:input><ns1:input>45.0</ns1:input><ns1:input>46.0</ns1:input><ns1:input>47.0</ns1:input><ns1:input>48.0</ns1:input><ns1:input>49.0</ns1:input><ns1:input>50.0</ns1:input><ns1:input>51.0</ns1:input><ns1:input>52.0</ns1:input><ns1:input>53.0</ns1:input><ns1:input>54.0</ns1:input><ns1:input>55.0</ns1:input><ns1:input>56.0</ns1:input><ns1:input>57.0</ns1:input><ns1:input>58.0</ns1:input><ns1:input>59.0</ns1:input><ns1:input>60.0</ns1:input><ns1:input>61.0</ns1:input><ns1:input>62.0</ns1:input><ns1:input>63.0</ns1:input><ns1:input>64.0</ns1:input><ns1:input>65.0</ns1:input><ns1:input>66.0</ns1:input><ns1:input>67.0</ns1:input><ns1:input>68.0</ns1:input><ns1:input>69.0</ns1:input><ns1:input>70.0</ns1:input><ns1:input>71.0</ns1:input><ns1:input>72.0</ns1:input><ns1:input>73.0</ns1:input><ns1:input>74.0</ns1:input><ns1:input>75.0</ns1:input><ns1:input>76.0</ns1:input><ns1:input>77.0</ns1:input><ns1:input>78.0</ns1:input><ns1:input>79.0</ns1:input><ns1:input>80.0</ns1:input><ns1:input>81.0</ns1:input><ns1:input>82.0</ns1:input><ns1:input>83.0</ns1:input><ns1:input>84.0</ns1:input><ns1:input>85.0</ns1:input><ns1:input>86.0</ns1:input><ns1:input>87.0</ns1:input><ns1:input>88.0</ns1:input><ns1:input>89.0</ns1:input><ns1:input>90.0</ns1:input><ns1:input>91.0</ns1:input><ns1:input>92.0</ns1:input><ns1:input>93.0</ns1:input><ns1:input>94.0</ns1:input><ns1:input>95.0</ns1:input><ns1:input>96.0</ns1:input><ns1:input>97.0</ns1:input><ns1:input>98.0</ns1:input><ns1:input>99.0</ns1:input><ns1:input>100.0</ns1:input><ns1:input>101.0</ns1:input><ns1:input>102.0</ns1:input><ns1:input>103.0</ns1:input><ns1:input>104.0</ns1:input><ns1:input>105.0</ns1:input><ns1:input>106.0</ns1:input><ns1:input>107.0</ns1:input><ns1:input>108.0</ns1:input><ns1:input>109.0</ns1:input><ns1:input>110.0</ns1:input><ns1:input>111.0</ns1:input><ns1:input>112.0</ns1:input><ns1:input>113.0</ns1:input><ns1:input>114.0</ns1:input><ns1:input>115.0</ns1:input><ns1:input>116.0</ns1:input><ns1:input>117.0</ns1:input><ns1:input>118.0</ns1:input><ns1:input>119.0</ns1:input><ns1:input>120.0</ns1:input><ns1:input>121.0</ns1:input><ns1:input>122.0</ns1:input><ns1:input>123.0</ns1:input><ns1:input>124.0</ns1:input><ns1:input>125.0</ns1:input><ns1:input>126.0</ns1:input><ns1:input>127.0</ns1:input><ns1:input>128.0</ns1:input><ns1:input>129.0</ns1:input><ns1:input>130.0</ns1:input><ns1:input>131.0</ns1:input><ns1:input>132.0</ns1:input><ns1:input>133.0</ns1:input><ns1:input>134.0</ns1:input><ns1:input>135.0</ns1:input><ns1:input>136.0</ns1:input><ns1:input>137.0</ns1:input><ns1:input>138.0</ns1:input><ns1:input>139.0</ns1:input><ns1:input>140.0</ns1:input><ns1:input>141.0</ns1:input><ns1:input>142.0</ns1:input><ns1:input>143.0</ns1:input><ns1:input>144.0</ns1:input><ns1:input>145.0</ns1:input><ns1:input>146.0</ns1:input><ns1:input>147.0</ns1:input><ns1:input>148.0</ns1:input><ns1:input>149.0</ns1:input><ns1:input>150.0</ns1:input><ns1:input>151.0</ns1:input><ns1:input>152.0</ns1:input><ns1:input>153.0</ns1:input><ns1:input>154.0</ns1:input><ns1:input>155.0</ns1:input><ns1:input>156.0</ns1:input><ns1:input>157.0</ns1:input><ns1:input>158.0</ns1:input><ns1:input>159.0</ns1:input><ns1:input>160.0</ns1:input><ns1:input>161.0</ns1:input><ns1:input>162.0</ns1:input><ns1:input>163.0</ns1:input><ns1:input>164.0</ns1:input><ns1:input>165.0</ns1:input><ns1:input>166.0</ns1:input><ns1:input>167.0</ns1:input><ns1:input>168.0</ns1:input><ns1:input>169.0</ns1:input><ns1:input>170.0</ns1:input><ns1:input>171.0</ns1:input><ns1:input>172.0</ns1:input><ns1:input>173.0</ns1:input><ns1:input>174.0</ns1:input><ns1:input>175.0</ns1:input><ns1:input>176.0</ns1:input><ns1:input>177.0</ns1:input><ns1:input>178.0</ns1:input><ns1:input>179.0</ns1:input><ns1:input>180.0</ns1:input><ns1:input>181.0</ns1:input><ns1:input>182.0</ns1:input><ns1:input>183.0</ns1:input><ns1:input>184.0</ns1:input><ns1:input>185.0</ns1:input><ns1:input>186.0</ns1:input><ns1:input>187.0</ns1:input><ns1:input>188.0</ns1:input><ns1:input>189.0</ns1:input><ns1:input>190.0</ns1:input><ns1:input>191.0</ns1:input><ns1:input>192.0</ns1:input><ns1:input>193.0</ns1:input><ns1:input>194.0</ns1:input><ns1:input>195.0</ns1:input><ns1:input>196.0</ns1:input><ns1:input>197.0</ns1:input><ns1:input>198.0</ns1:input><ns1:input>199.0</ns1:input><ns1:input>200.0</ns1:input><ns1:input>201.0</ns1:input><ns1:input>202.0</ns1:input><ns1:input>203.0</ns1:input><ns1:input>204.0</ns1:input><ns1:input>205.0</ns1:input><ns1:input>206.0</ns1:input><ns1:input>207.0</ns1:input><ns1:input>208.0</ns1:input><ns1:input>209.0</ns1:input><ns1:input>210.0</ns1:input><ns1:input>211.0</ns1:input><ns1:input>212.0</ns1:input><ns1:input>213.0</ns1:input><ns1:input>214.0</ns1:input><ns1:input>215.0</ns1:input><ns1:input>216.0</ns1:input><ns1:input>217.0</ns1:input><ns1:input>218.0</ns1:input><ns1:input>219.0</ns1:input><ns1:input>220.0</ns1:input><ns1:input>221.0</ns1:input><ns1:input>222.0</ns1:input><ns1:input>223.0</ns1:input><ns1:input>224.0</ns1:input><ns1:input>225.0</ns1:input><ns1:input>226.0</ns1:input><ns1:input>227.0</ns1:input><ns1:input>228.0</ns1:input><ns1:input>229.0</ns1:input><ns1:input>230.0</ns1:input><ns1:input>231.0</ns1:input><ns1:input>232.0</ns1:input><ns1:input>233.0</ns1:input><ns1:input>234.0</ns1:input><ns1:input>235.0</ns1:input><ns1:input>236.0</ns1:input><ns1:input>237.0</ns1:input><ns1:input>238.0</ns1:input><ns1:input>239.0</ns1:input><ns1:input>240.0</ns1:input><ns1:input>241.0</ns1:input><ns1:input>242.0</ns1:input><ns1:input>243.0</ns1:input><ns1:input>244.0</ns1:input><ns1:input>245.0</ns1:input><ns1:input>246.0</ns1:input><ns1:input>247.0</ns1:input><ns1:input>248.0</ns1:input><ns1:input>249.0</ns1:input><ns1:input>250.0</ns1:input><ns1:input>251.0</ns1:input><ns1:input>252.0</ns1:input><ns1:input>253.0</ns1:input><ns1:input>254.0</ns1:input><ns1:input>255.0</ns1:input><ns1:input>256.0</ns1:input><ns1:input>257.0</ns1:input><ns1:input>258.0</ns1:input><ns1:input>259.0</ns1:input><ns1:input>260.0</ns1:input><ns1:input>261.0</ns1:input><ns1:input>262.0</ns1:input><ns1:input>263.0</ns1:input><ns1:input>264.0</ns1:input><ns1:input>265.0</ns1:input><ns1:input>266.0</ns1:input><ns1:input>267.0</ns1:input><ns1:input>268.0</ns1:input><ns1:input>269.0</ns1:input><ns1:input>270.0</ns1:input><ns1:input>271.0</ns1:input><ns1:input>272.0</ns1:input><ns1:input>273.0</ns1:input><ns1:input>274.0</ns1:input><ns1:input>275.0</ns1:input><ns1:input>276.0</ns1:input><ns1:input>277.0</ns1:input><ns1:input>278.0</ns1:input><ns1:input>279.0</ns1:input><ns1:input>280.0</ns1:input><ns1:input>281.0</ns1:input><ns1:input>282.0</ns1:input><ns1:input>283.0</ns1:input><ns1:input>284.0</ns1:input><ns1:input>285.0</ns1:input><ns1:input>286.0</ns1:input><ns1:input>287.0</ns1:input><ns1:input>288.0</ns1:input><ns1:input>289.0</ns1:input><ns1:input>290.0</ns1:input><ns1:input>291.0</ns1:input><ns1:input>292.0</ns1:input><ns1:input>293.0</ns1:input><ns1:input>294.0</ns1:input><ns1:input>295.0</ns1:input><ns1:input>296.0</ns1:input><ns1:input>297.0</ns1:input><ns1:input>298.0</ns1:input><ns1:input>299.0</ns1:input><ns1:input>300.0</ns1:input><ns1:input>301.0</ns1:input><ns1:input>302.0</ns1:input><ns1:input>303.0</ns1:input><ns1:input>304.0</ns1:input><ns1:input>305.0</ns1:input><ns1:input>306.0</ns1:input><ns1:input>307.0</ns1:input><ns1:input>308.0</ns1:input><ns1:input>309.0</ns1:input><ns1:input>310.0</ns1:input><ns1:input>311.0</ns1:input><ns1:input>312.0</ns1:input><ns1:input>313.0</ns1:input><ns1:input>314.0</ns1:input><ns1:input>315.0</ns1:input><ns1:input>316.0</ns1:input><ns1:input>317.0</ns1:input><ns1:input>318.0</ns1:input><ns1:input>319.0</ns1:input><ns1:input>320.0</ns1:input><ns1:input>321.0</ns1:input><ns1:input>322.0</ns1:input><ns1:input>323.0</ns1:input><ns1:input>324.0</ns1:input><ns1:input>325.0</ns1:input><ns1:input>326.0</ns1:input><ns1:input>327.0</ns1:input><ns1:input>328.0</ns1:input><ns1:input>329.0</ns1:input><ns1:input>330.0</ns1:input><ns1:input>331.0</ns1:input><ns1:input>332.0</ns1:input><ns1:input>333.0</ns1:input><ns1:input>334.0</ns1:input><ns1:input>335.0</ns1:input><ns1:input>336.0</ns1:input><ns1:input>337.0</ns1:input><ns1:input>338.0</ns1:input><ns1:input>339.0</ns1:input><ns1:input>340.0</ns1:input><ns1:input>341.0</ns1:input><ns1:input>342.0</ns1:input><ns1:input>343.0</ns1:input><ns1:input>344.0</ns1:input><ns1:input>345.0</ns1:input><ns1:input>346.0</ns1:input><ns1:input>347.0</ns1:input><ns1:input>348.0</ns1:input><ns1:input>349.0</ns1:input><ns1:input>350.0</ns1:input><ns1:input>351.0</ns1:input><ns1:input>352.0</ns1:input><ns1:input>353.0</ns1:input><ns1:input>354.0</ns1:input><ns1:input>355.0</ns1:input><ns1:input>356.0</ns1:input><ns1:input>357.0</ns1:input><ns1:input>358.0</ns1:input><ns1:input>359.0</ns1:input><ns1:input>360.0</ns1:input><ns1:input>361.0</ns1:input><ns1:input>362.0</ns1:input><ns1:input>363.0</ns1:input><ns1:input>364.0</ns1:input><ns1:input>365.0</ns1:input><ns1:input>366.0</ns1:input><ns1:input>367.0</ns1:input><ns1:input>368.0</ns1:input><ns1:input>369.0</ns1:input><ns1:input>370.0</ns1:input><ns1:input>371.0</ns1:input><ns1:input>372.0</ns1:input><ns1:input>373.0</ns1:input><ns1:input>374.0</ns1:input><ns1:input>375.0</ns1:input><ns1:input>376.0</ns1:input><ns1:input>377.0</ns1:input><ns1:input>378.0</ns1:input><ns1:input>379.0</ns1:input><ns1:input>380.0</ns1:input><ns1:input>381.0</ns1:input><ns1:input>382.0</ns1:input><ns1:input>383.0</ns1:input><ns1:input>384.0</ns1:input><ns1:input>385.0</ns1:input><ns1:input>386.0</ns1:input><ns1:input>387.0</ns1:input><ns1:input>388.0</ns1:input><ns1:input>389.0</ns1:input><ns1:input>390.0</ns1:input><ns1:input>391.0</ns1:input><ns1:input>392.0</ns1:input><ns1:input>393.0</ns1:input><ns1:input>394.0</ns1:input><ns1:input>395.0</ns1:input><ns1:input>396.0</ns1:input><ns1:input>397.0</ns1:input><ns1:input>398.0</ns1:input><ns1:input>399.0</ns1:input><ns1:input>400.0</ns1:input><ns1:input>401.0</ns1:input><ns1:input>402.0</ns1:input><ns1:input>403.0</ns1:input><ns1:input>404.0</ns1:input><ns1:input>405.0</ns1:input><ns1:input>406.0</ns1:input><ns1:input>407.0</ns1:input><ns1:input>408.0</ns1:input><ns1:input>409.0</ns1:input><ns1:input>410.0</ns1:input><ns1:input>411.0</ns1:input><ns1:input>412.0</ns1:input><ns1:input>413.0</ns1:input><ns1:input>414.0</ns1:input><ns1:input>415.0</ns1:input><ns1:input>416.0</ns1:input><ns1:input>417.0</ns1:input><ns1:input>418.0</ns1:input><ns1:input>419.0</ns1:input><ns1:input>420.0</ns1:input><ns1:input>421.0</ns1:input><ns1:input>422.0</ns1:input><ns1:input>423.0</ns1:input><ns1:input>424.0</ns1:input><ns1:input>425.0</ns1:input><ns1:input>426.0</ns1:input><ns1:input>427.0</ns1:input><ns1:input>428.0</ns1:input><ns1:input>429.0</ns1:input><ns1:input>430.0</ns1:input><ns1:input>431.0</ns1:input><ns1:input>432.0</ns1:input><ns1:input>433.0</ns1:input><ns1:input>434.0</ns1:input><ns1:input>435.0</ns1:input><ns1:input>436.0</ns1:input><ns1:input>437.0</ns1:input><ns1:input>438.0</ns1:input><ns1:input>439.0</ns1:input><ns1:input>440.0</ns1:input><ns1:input>441.0</ns1:input><ns1:input>442.0</ns1:input><ns1:input>443.0</ns1:input><ns1:input>444.0</ns1:input><ns1:input>445.0</ns1:input><ns1:input>446.0</ns1:input><ns1:input>447.0</ns1:input><ns1:input>448.0</ns1:input><ns1:input>449.0</ns1:input><ns1:input>450.0</ns1:input><ns1:input>451.0</ns1:input><ns1:input>452.0</ns1:input><ns1:input>453.0</ns1:input><ns1:input>454.0</ns1:input><ns1:input>455.0</ns1:input><ns1:input>456.0</ns1:input><ns1:input>457.0</ns1:input><ns1:input>458.0</ns1:input><ns1:input>459.0</ns1:input><ns1:input>460.0</ns1:input><ns1:input>461.0</ns1:input><ns1:input>462.0</ns1:input><ns1:input>463.0</ns1:input><ns1:input>464.0</ns1:input><ns1:input>465.0</ns1:input><ns1:input>466.0</ns1:input><ns1:input>467.0</ns1:input><ns1:input>468.0</ns1:input><ns1:input>469.0</ns1:input><ns1:input>470.0</ns1:input><ns1:input>471.0</ns1:input><ns1:input>472.0</ns1:input><ns1:input>473.0</ns1:input><ns1:input>474.0</ns1:input><ns1:input>475.0</ns1:input><ns1:input>476.0</ns1:input><ns1:input>477.0</ns1:input><ns1:input>478.0</ns1:input><ns1:input>479.0</ns1:input><ns1:input>480.0</ns1:input><ns1:input>481.0</ns1:input><ns1:input>482.0</ns1:input><ns1:input>483.0</ns1:input><ns1:input>484.0</ns1:input><ns1:input>485.0</ns1:input><ns1:input>486.0</ns1:input><ns1:input>487.0</ns1:input><ns1:input>488.0</ns1:input><ns1:input>489.0</ns1:input><ns1:input>490.0</ns1:input><ns1:input>491.0</ns1:input><ns1:input>492.0</ns1:input><ns1:input>493.0</ns1:input><ns1:input>494.0</ns1:input><ns1:input>495.0</ns1:input><ns1:input>496.0</ns1:input><ns1:input>497.0</ns1:input><ns1:input>498.0</ns1:input><ns1:input>499.0</ns1:input></ns1:receiveDoubles></soapenv:Body></soapenv:Envelope>